[
  {
    "appid": 588650,
    "name": "Dead Cells",
    "review": "Отличный современный рогалик / экшн-слэшер. Огромное количество возможных сборок, которые ощущаются по-разному. Челленджовая боевка и весьма потный нг+, который также вносит в игру новый контент\nВ то же время, в игре есть немного кривых моментов (например, ломающиеся анимации или зависающие бомберы), но к ним можно привыкнуть и воспринимать как данность\nИгра подойдет для тех, кто искал что-то крутое на затренить, однако порог входа в игру высоковат",
    "tier": "S",
    "video": "https://www.youtube.com/watch?v=TdWuCEnTT9Y",
    "steam": null
  },
  {
    "appid": 367520,
    "name": "Hollow Knight",
    "review": "Пока все считают кастлванию эталонной игрой и выпускают отвратные пародии, Team Cherry сделали все по-своему и просто трахнули весь жанр\nКлючевой особенностью является то, что игра не пытается тебя убить на каждом шагу, это в первую очередь, мир, по которому приятно перемещаться. Мир со своей историей, в котором даже босс раш имеет лор\nВ игре есть контент для всех категорий игроков - казуалы пройдут на первую концовку, средние игроки побьют грезных боссов и выбьют третью концовку, а для хардкорщиков есть пантеоны и путь боли\n+ есть система амулетов, которая настолько проработана, что я уже выпустил несколько роликов с билдами\nЕсть, конечно, и минусы. Некоторым не нравится боевка - из-за медлительных анимаций иногда съедаются инпуты. Первые локации мрачные и примитивные, по сюжету ничего не понятно, способностей никаких нет, и какой-то экшн появляется только через несколько часов, плюс часто можно застрять, не понимая, куда дальше идти\nА так в целом лучшая метроидвания десятилетия, хз что еще добавить",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 632360,
    "name": "Risk of Rain 2",
    "review": "Клевое возвращение легендарного рогалика в 3D. К слову, первая часть мне совсем не зашла, а вот вторая топчик\nПереход в 3D позволил нормально расположить толпы монстров и сделал геймплей динамичным\nНеплохая система бесконечно растущей сложности - нужно играть быстрее, чем она растет, и это заставляет тебя более грамотно оценивать обстановку и прокладывать маршрут\nКаждый персонаж ощущается по-своему и имеет свои плюсы/минусы, подходящие предметы итд\nОсобенно приятно играть в коопе, однако, хочется видеть какое-то разделение на роли и просто тимплей. Сейчас же все просто бегают сами по себе, лутают все подряд и вместе пинают боссов. Что тоже весело, но могло быть и лучше",
    "tier": "A",
    "video": "https://www.youtube.com/watch?v=PvFHu9a3L0c",
    "steam": null
  },
  {
    "appid": 311690,
    "name": "Enter the Gungeon",
    "review": "ETG был одним из первых моих рогаликов и первым рогаликом, в котором я залип надолго\nВ целом, в нем огромное количество контента и забавных отсылок. Хорошая челленджовая составляющая. Отличная система синергий, которая позволяет долгое время находить что-то новое для себя\nНо именно как рогалик - ETG не лучший вариант. Все эти новые шмотки, синергии и прочее ощущаются как разовое веселье - увидев их однажды, второй раз уже не будет так интересно\nТаким образом, на фоне рогаликов, где пушки не так выделяются, но развит билдостроительный аспект, ETG обладает ограниченным запасом фана, из-за чего я спустя 150 часов не особо заинтересован продолжать",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 646570,
    "name": "Slay the Spire",
    "review": "С одной стороны, эта игра породила целый тренд на карточные рогалики, а на самой игре выросло много крутых контент-мейкеров. \nВ то же время, на мой взгляд, шпиль не так крут. Вся игра сводится к трем основным стратегиям на каждом персонаже, и если ты от них отступаешь - твоя колода не эффективна. По началу у тебя есть иллюзия простора для фантазии, но чем выше сложность, тем меньше у тебя опций для \"ошибки\"\nСитуацию мало-мальски спасают тринкеты, позволяющие \"играть от пирамидки\" итд, но это, скорее, исключение\nКак только я это осознал, я стал дико душиться с игры и потерял всякий интерес продолжать. Но, справедливости ради, рубеж в 100 часов был преодолен, хотя сейчас наверняка было бы быстрее",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 504230,
    "name": "Celeste",
    "review": "Без преувеличения, один из лучших платформеров последних лет. В своем видеообзоре я делал разбор всех механик и скрытых фишек, которые делают игру столь приятной в прохождении даже для казуальной аудитории",
    "tier": "S",
    "video": "https://www.youtube.com/watch?v=PvFHu9a3L0c",
    "steam": null
  },
  {
    "appid": 362680,
    "name": "Fran Bow",
    "review": "Игра, в которую я погрузился с головой, степень погружения можно даже назвать больной. Однозначно стоит пройти тем, кому нравится подобный артхаус",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 292910,
    "name": "Deponia",
    "review": "Очень веселый, но крайне душный квест. Чтобы его пройти, нужно читать мысли разработчиков, или переспать с разработчиком, или быть разработчиком самому... В общем, я не знаю, о чем они думали, когда делали момент, что надо офнуть звук, чтобы отстучать нужный ритм и пройти дальше. И таких моментов очень много",
    "tier": "D",
    "video": null,
    "steam": null
  },
  {
    "appid": 445980,
    "name": "Wizard of Legend",
    "review": "",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 501590,
    "name": "Bulletstorm",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 262060,
    "name": "Darkest Dungeon",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 260230,
    "name": "Valiant Hearts: The Great War",
    "review": "",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 241930,
    "name": "Shadow of Mordor",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 356190,
    "name": "Shadow of War",
    "review": "",
    "tier": "D",
    "video": null,
    "steam": null
  },
  {
    "appid": 601150,
    "name": "Devil May Cry 5",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 857980,
    "name": "Void Bastards",
    "review": "",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 861540,
    "name": "Dicey Dungeons",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 722560,
    "name": "RAD",
    "review": "",
    "tier": "D",
    "video": null,
    "steam": null
  },
  {
    "appid": 268910,
    "name": "Cuphead",
    "review": "Потрясающий визуальный стиль, подкрепленный отличным джазом и отсылками на различные мультфильмы. However, геймплей весьма однообразен. Просто стой, стреляй и периодически уклоняйся от снарядов. Арсенал оружия и тринкетов практически никак не влияет на геймплей - несмотря на то, что оружие на первый взгляд имеет интересные фишки, играется все одинаково - стоишь стреляешь.",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 1145360,
    "name": "Hades",
    "review": "",
    "tier": "B",
    "video": "https://www.youtube.com/watch?v=bFfdTxIPs4c",
    "steam": null
  },
  {
    "appid": 288160,
    "name": "The Room",
    "review": "",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 282140,
    "name": "SOMA",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 582500,
    "name": "We Were Here",
    "review": "Вся трилогия We Were Here - отличное паззл-приключение для двоих. Концепт предельно прост - вы в разных комнатах, у одного паззлы, у другого инфа о том, как их решить. Задача - выбраться",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 439190,
    "name": "Stories: The Path of Destinies",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 511470,
    "name": "Glass Masquerade",
    "review": "",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 1006510,
    "name": "Devotion",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 287630,
    "name": "The Council",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 858210,
    "name": "Nova Drift",
    "review": "",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 387290,
    "name": "Ori and the Blind Forest",
    "review": "",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 985890,
    "name": "Streets of Rage 4",
    "review": "",
    "tier": "S",
    "video": "https://www.youtube.com/watch?v=CDd6_DkZPIo",
    "steam": null
  },
  {
    "appid": 336240,
    "name": "Typoman",
    "review": "",
    "tier": "S",
    "video": null,
    "steam": null
  },
  {
    "appid": 108710,
    "name": "Alan Wake",
    "review": "Лучше бы это был сериал, чем игра. Здесь реально отличный сюжет, но геймплей просто не дал им насладиться. Всю игру ходить светить фонариком, как дурак, чтобы потом застрелить бесполезного моба. А потом начинается полнейшая наркомания в виде летающих бочек и босса трактора, в которого тоже надо светить фонариком.",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 236090,
    "name": "Dust: An Elysian Tail",
    "review": "Для 2013 года эта игра, может быть, и норм. Однако, ее геймплей предельно тривиален - спамишь ветер и все мобы/боссы на экране разваливаются. Локации и история особого интереса тоже не представляют. Meh",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 249590,
    "name": "Teslagrad",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 1386900,
    "name": "Observer",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 391720,
    "name": "Layers of Fear",
    "review": "Моя любимая игра подобного плана. Мне очень понравился подход разработчиков - это больше не хоррор, а просто сюжетная игра в мрачном сеттинге.\nСюжет - не сказать, что прорывной, но мне было очень интересно наблюдать за тем, как сходит с ума главный герой, что охрененно отражено в окружении\nОчень клево сделаны изменения окружения - заходишь в комнату, за тобой закрывается дверь, оборачиваешься на звук, а там огромный коридор, и такие изменения происходят постоянно.\nСкримеров тут почти нет (или нет вообще, не помню точно), есть лишь призрак его жены, который иногда появляется, но ее можно обходить (за это кста будет другая концовка). Честно говоря, этот элемент имхо лишний\nВ дальнейшем разработчики сделали игру под названием Observer - подход такой же, но в другом сеттинге и в техническом плане на порядок лучше",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 1029890,
    "name": "Layers of Fear 2",
    "review": "",
    "tier": "D",
    "video": null,
    "steam": null
  },
  {
    "appid": 462780,
    "name": "Darksiders",
    "review": "",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 388410,
    "name": "Darksiders II",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 606280,
    "name": "Darksiders III",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 710920,
    "name": "Darksiders IV",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 584980,
    "name": "Late Shift",
    "review": "- Давай сделаем кино, в котором зритель может выбирать, как будет развиваться история?\n- Давай. Где будем искать сценариста?\n- Каво? Нахуй он нужен, и так схавают\nДа, сюжет этого недоразумения, по всей видимости, был придуман каким-то студентом на паре. К слову, такая же халтурная и актерская игра. А ваши выборы едва ли влияют на сюжет\nОдним словом - говно",
    "tier": "D",
    "video": null,
    "steam": null
  },
  {
    "appid": 262060,
    "name": "Darkest Dungeon",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 960690,
    "name": "One Step From Eden",
    "review": "",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 788100,
    "name": "Neon Abyss",
    "review": "",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 396750,
    "name": "EVERSPACE",
    "review": "В свое время я искал космический симулятор с бодрым геймплеем. Большая часть игр в этом направлении - либо резидентслиперские ММО, либо просто медленные\nEVERSPACE оказался для меня идеальным попаданием - летаешь на шустром корабле, перестреливаешься с противниками, все это приправлено прекрасным визуалом и разбавлено сбором лута\nОдин лишь вопрос, что меня гложет до сих пор - зачем это рогалик? В игре потрясающие виды, есть некий сюжет и лор, но как рогалик эта игра - просто мусор. Геймплей репетитативен, эти красивые виды со второго трая уже тебе приедаются, забеги до ужаса долгие, а вариативность геймплея крайне мала\nК счастью, разработчики сейчас делают вторую часть, которая уже не будет рогаликом. Посмотрим, что будет там!",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 1083310,
    "name": "OUTBUDDIES",
    "review": "",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 1172620,
    "name": "Sea of Thieves",
    "review": "Концепт клевый, но делать в этой игре реально нечего. Ты просто плаваешь по довольно пустому миру и выполняешь дженерик квесты, которые первые 30 минут выглядят интересно, но потом ты понимаешь, что кроме них в игре ничего нет\nВеселье тут разве что во время PvP или нападений всяких кракенов/призрачных кораблей. Здесь очень круто работает тимплей - условно один рулит и правит паруса, второй на пушках, третий черпает воду из трюма, четвертый заколачивает доски. Можно так же идти на абордаж и *грабить корованы*\nНо большую часть времени вы, к сожалению, будете нихрена не делать и от скуки лишь брынчать на инструментах",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 40800,
    "name": "Super Meat Boy",
    "review": "Для своего времени эта игра была прекрасной. Однако, есть платформеры намного лучше и с адекватной челленджовой составляющей. В этой же игре весь челлендж заключается в инертности персонажа и большой скорости передвижения. Одним словом - скука",
    "tier": "C",
    "video": null,
    "steam": null
  },
  {
    "appid": 409710,
    "name": "Bioshock",
    "review": "Отличный мир, прекрасный сюжет. Слегка подкачивает геймплей - шутер составляющая во всей серии сделана для галочки, и это сильно видно. В остальном нареканий нет",
    "tier": "A",
    "video": null,
    "steam": null
  },
  {
    "appid": 409720,
    "name": "Bioshock 2",
    "review": "Просто продолжение первой части. Выглядит и играется тупо как DLC, но является отдельной игрой",
    "tier": "B",
    "video": null,
    "steam": null
  },
  {
    "appid": 8870,
    "name": "Bioshock Infinite",
    "review": "Отличное продолжение и завершение серии, которое связало всю трилогию и просто взорвало мозг сюжетными поворотами",
    "tier": "A",
    "video": null,
    "steam": null
  }
]
